{
  "id": "mf5x1bzbiekd1qgc5sn",
  "sessionId": "session_mf5wzvnb_urt54oiw2rh",
  "timestamp": "2025-09-04T21:26:05.543Z",
  "input": {
    "url": "https://rsport.ria.ru/20250904/makgregor-2039784357.html",
    "size": "336x280",
    "template": "red_white",
    "font": "roboto",
    "imageModel": "recraftv3",
    "uploadedImage": null
  },
  "output": {
    "webContent": {
      "title": "Макгрегор призвал ирландцев выдвинуть его на выборах в президенты - РИА Новости Спорт, 04.09.2025",
      "description": "Бывший чемпион UFC в двух весовых категориях ирландец Конор Макгрегор призвал жителей Ирландии связываться с местными властями и просить их выдвинуть его... РИА Новости Спорт, 04.09.2025",
      "headings": [
        {
          "level": 1,
          "text": "Макгрегор призвал жителей Ирландии выдвинуть его на президентских выборах"
        }
      ],
      "content": "Единоборства 21:23 04.09.2025https://rsport.ria.ru/20250904/makgregor-2039784357.html Макгрегор призвал ирландцев выдвинуть его на выборах в президентыМакгрегор призвал ирландцев выдвинуть его на выборах в президенты - РИА Новости Спорт, 04.09.2025Макгрегор призвал ирландцев выдвинуть его на выборах в президентыБывший чемпион UFC в двух весовых категориях ирландец Конор Макгрегор призвал жителей Ирландии связываться с местными властями и просить их выдвинуть его... РИА Новости Спорт, 04.09.20252025-09-04T21:23:00+03:002025-09-04T21:23:00+03:002025-09-04T21:23:00+03:00единоборстваконор макгрегормайкл хиггинсдастин порьеufcспортhttps://cdnn21.img.ria.ru/images/07e5/01/16/1594189472_0:0:3079:1732_1920x0_80_0_0_4ecfaad11b57b0e1efc8e5b3271c025a.jpgМОСКВА, 4 сен - РИА Новости. Бывший чемпион UFC в двух весовых категориях ирландец Конор Макгрегор призвал жителей Ирландии связываться с местными властями и просить их выдвинуть его кандидатуру на предстоящих выборах президента страны. Ранее Макгрегор объявил о запуске петиции с требованием внести изменения в конституцию Ирландии, которые позволят ему баллотироваться на пост президента. \"Граждане Ирландии, время для настоящих перемен настало! В качестве президента я не подпишу ни один законопроект, пока его не обсудит народ. Если вы хотите увидеть мое имя в бюллетене на выборах президента, я призываю вас сегодня связаться с вашими местными окружными советниками и попросить их выдвинуть мою кандидатуру\", - написал он в Instagram *. Он также добавил, что даст ирландцам \"площадку и власть, чтобы быть по-настоящему услышанными\". Президентские выборы в Ирландии намечены на 11 ноября 2025 года. С ноября 2011 года пост занимает Майкл Хиггинс. В конце июля Макгрегор проиграл апелляцию по делу об изнасиловании женщины в 2018 году. Ранее суд обязал экс-спортсмена выплатить компенсацию в размере 250 тысяч евро, а также компенсировать судебные издержки в размере 1,3 миллиона евро. Макгрегору 37 лет. В июле 2021 года он получил перелом ноги в поединке против американца Дастина Порье на турнире UFC 264 и с тех пор не провел ни одного боя. В его активе 22 победы при шести поражениях в ММА, ранее он владел чемпионскими поясами UFC в легком и полулегком дивизионах.* Деятельность Meta (соцсети Facebook и Instagram) запрещена в России как экстремистская.https://rsport.ria.ru/20250401/makgregor-2008524453.htmlРИА Новости Спорт 154.796internet-group@rian.ru7 495 645-6601ФГУП МИА «Россия сегодня»https://xn--c1acbl2abdlkab1og.xn--p1ai/awards/            20660  206602025РИА Новости Спорт 154.796internet-group@rian.ru7 495 645-6601ФГУП МИА «Россия сегодня»https://xn--c1acbl2abdlkab1og.xn--p1ai/awards/            20660  20660 Новостиru-RUhttps://rsport.ria.ru/docs/about/copyright.htmlhttps://xn--c1acbl2abdlkab1og.xn--p1ai/РИА Новости Спорт 154.796internet-group@rian.ru7 495 645-6601ФГУП МИА «Россия сегодня»https://xn--c1acbl2abdlkab1og.xn--p1ai/awards/            20660  2066019201080true19201440truehttps://cdnn21.img.ria.ru/images/0",
      "detectedLanguage": "ru",
      "wordCount": 655,
      "extractedAt": "2025-09-04T21:25:42.057Z"
    },
    "selectedHeadline": "СТАНЬ ЧАСТЬЮ ИСТОРИИ: ПОДДЕРЖИ МАКГРЕГОРА НА ВЫБОРАХ И ИЗМЕНИ ИРЛАНДИЮ К ЛУЧШЕМУ!",
    "banners": [
      {
        "id": 2,
        "headline": "СТАНЬ ЧАСТЬЮ ИСТОРИИ: ПОДДЕРЖИ МАКГРЕГОРА НА ВЫБОРАХ И ИЗМЕНИ ИРЛАНДИЮ К ЛУЧШЕМУ!",
        "imageUrl": "blob:http://localhost:5173/9748c01c-a56c-4b63-9d30-d4ca1aeead73",
        "size": {
          "width": 336,
          "height": 280
        },
        "template": "red_white",
        "isUploadedImage": false,
        "createdAt": "2025-09-04T21:26:05.276Z"
      }
    ],
    "images": [
      {
        "url": "blob:http://localhost:5173/9748c01c-a56c-4b63-9d30-d4ca1aeead73"
      }
    ]
  },
  "metadata": {
    "taskId": 4,
    "generationTime": 0,
    "bannersCount": 1,
    "language": "unknown",
    "status": "completed"
  }
}